Repository: EdwardLab/flyos
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: tl

source: FlyOS Dashboard
tl: Dashbord ng FlyOS

source: Login
tl: Mag-login

source: OTP Login
tl: OTP Mag-login

source: Forget password? Please log in via OTP and go to settings -> Change FlyOS password
tl: Nakalimutan ang password? Mangyaring mag-log in sa pamamagitan ng OTP at pumunta sa mga setting -> Baguhin ang password ng FlyOS

source: Click 'Login' to log in to your device Dashboard
tl: I-click ang 'Mag-login' upang mag-login sa Dashboard ng iyong device

source: Powered by: FlyOS for Android
tl: Pinaandar ng: FlyOS para sa Android

source: This is the Linux Subsystem panel running on Android
tl: Ito ang panel ng Linux Subsystem na tumatakbo sa Android

source: Oops!
tl: Ay!

source: Woha, Seems to be having a problem!
tl: Oops, Mukhang may problema!

source: Powered by:
tl: Pinaandar ng:

source: Deploy Linux subsystem on your Android phone
tl: Ilunsad ang Linux subsystem sa iyong Android phone

source: Encounter problems? Go to our community!
tl: Nakaranas ng problema? Pumunta sa aming komunidad!

source: Welcome to FlyOS!
tl: Maligayang pagdating sa FlyOS!

source: Overview
tl: Pangkalahatang-ideya

source: Device available storage
tl: Available na storage ng device

source: SSH Status
tl: Katayuan ng SSH

source: FlyOS Desktop (VNC) Status
tl: Katayuan ng FlyOS Desktop (VNC)

source: Battery Status
tl: Katayuan ng Battery

source: FlyOS Information:
tl: Impormasyon ng FlyOS:

source: FlyOS Framework
tl: Framework ng FlyOS

source: Device Hostname
tl: Hostname ng Device

source: Android Version
tl: Bersyon ng Android

source: SDK Version
tl: SDK Bersyon

source: Build Kernel Version
tl: Bersyon ng Kernel Build

source: Device Model
tl: Modelo ng Device

source: Device Manufacturer
tl: Gumagawa ng Device

source: Files
tl: Mga File

source: My Files:
tl: Aking Mga File:

source: Enter path
tl: Maglagay ng path

source: Get Files
tl: Kumuha ng Mga File

source: Logout Dashboard
tl: Mag-logout sa Dashboard

source: Desktop Mode
tl: Mode ng Desktop

source: FlyOS System
tl: Sistema ng FlyOS

source: FlyOS Terminal
tl: Terminal ng FlyOS

source: Android Terminal
tl: Terminal ng Android

source: FlyOS Desktop
tl: Desktop ng FlyOS

source: Code Server
tl: Server ng Code

source: Settings
tl: Mga Setting

source: Android Manager
tl: Pamamahala ng Android

source: Logout
tl: Mag-logout

source: About FlyOS
tl: Tungkol sa FlyOS

source: Help
tl: Tulong

source: Change Theme
tl: Baguhin ang Tema

source: Open in
tl: Buksan sa

source: New Tab
tl: Bagong Tab

source: Fullscreen
tl: Buong Screen

source: Light theme
tl: Maliwanag na Tema

source: Dark theme
tl: Madilim na Tema

source: Successful!
tl: Tagumpay!

source: Successfully!
tl: Tagumpay!

source: Have a nice day :)
tl: Magandang araw sa iyo :)
